# Токен телеграм-бота
TOKEN_TG = '6944884320:AAEra-w0Onrfs1QLVbh5y2LHpBHUoMllN3Y'


# TOKEN_MONEY = '53b5449d39e69c8a9664d197c542369a' token от неиспользуемого api

# Токен  от https://openexchangerates.org/
TOKEN_SEC = 'b24d3153a1e7469291ced0e84df849fa' 


# Словарик для работы бота
exchanges = {
    'доллар': 'USD',
    'евро': 'EUR',
    'рубль':'RUB',
    'дирхам':'AED'
}


# Словарик для Красивого вывода
exchanges_r = {
    'доллар': 'Доллар',
    'евро': 'Евро',
    'рубль': 'Рубль',
    'дирхам':'ДирхамОАЭ'
}

# Список для демонстрации доступных валют с красивым выводом
money_list = ['Рубль[₽]','Eвро[€]','Доллар[$]','Дирхам']